Repository: IATI/iati-d-portal-docs
Catalog: docs/locale/*/LC_MESSAGES/general_faq.po
Languages: es, fr

source: General FAQs
es: Preguntas más frecuentes
fr: FAQ générale

source: :ref:`What data is included in d-portal? <faq_1>`
es: :ref:`¿Qué datos se incluyen en d-portal? <faq_1>`
fr: :ref:`Quelles sont les données incluses dans d-portal ? <faq_1>`

source: :ref:`What is IATI? <faq_2>`
es: :ref:`¿Qué es la IATI? <faq_2>`
fr: :ref:`Qu'est-ce que l'IITA ? <faq_2>`

source: :ref:`When is d-portal updated? <faq_3>`
es: :ref:`¿Cuándo se actualiza d-portal? <faq_3>`
fr: :ref:`Quand est-ce que d-portal est mis à jour ? <faq_3>`

source: :ref:`Why is there missing data? <faq_4>`
es: :ref:`¿Por qué faltan datos? <faq_4>`
fr: :ref:`Pourquoi y a-t-il des données manquantes ? <faq_4>`

source: :ref:`Why are there zeros and dashes in the tables? <faq_5>`
es: :ref:`¿Por qué hay ceros y guiones en las tablas? <faq_5>`
fr: :ref:`Pourquoi y a-t-il des zéros et des tirets dans les tableaux ? <faq_5>`

source: :ref:`Where can I ask questions about d-portal? <faq_6>`
es: :ref:`¿Dónde puedo hacer preguntas sobre d-portal? <faq_6>`
fr: :ref:`Où puis-je poser des questions sur d-portal ? <faq_6>`

source: \1. What data is included in d-portal?
es: \1. ¿Qué datos se incluyen en d-portal?
fr: \1. Quelles sont les données incluses dans d-portal ?

source: Data published to the `International Aid Transparency Initiative <https://iatistandard.org/en/>`_ (IATI). These data come from the `IATI Registry <https://www.iatiregistry.org/>`_.
es: Los datos publicados en la Iniciativa Internacional para la Transparencia de la Ayuda <https://iatistandard.org/en/>`_ (IATI). Estos datos proceden del `Registro de la IATI <https://www.iatiregistry.org/>`_.
fr: Données publiées dans le cadre de l'Initiative internationale pour la transparence de l'aide <https://IITAstandard.org/en/>`_ (IITA). Ces données proviennent du `Registre IITA <https://www.IITAregistry.org/>`_.

source: \2. What is IATI?
es: \2. ¿Qué es la IATI?
fr: \2. Qu'est-ce que l'IITA ?

source: The `International Aid Transparency Initiative <https://iatistandard.org/en/>`_ (IATI) is a global effort to make data about development and humanitarian aid more transparent. IATI data helps people make informed decisions that deliver better results.
es: La `Iniciativa Internacional para la Transparencia de la Ayuda <https://iatistandard.org/en/>`_ (IATI) constituye un esfuerzo mundial para aumentar la transparencia de los datos sobre desarrollo y ayuda humanitaria. Los datos de la IATI ayudan a las personas a tomar decisiones fundamentadas que ofrecen mejores resultados.
fr: L'Initiative internationale pour la transparence de l'aide (IITA) est un mouvement mondial visant à rendre plus transparentes les données relatives au développement et à l'aide humanitaire. Les données de l'IITA aident les individus à prendre des décisions éclairées afin de produire de meilleurs résultats.

source: \3. When is d-portal updated?
es: \3. ¿Cuándo se actualiza d-portal?
fr: \3. Quand d-portal est-il mis à jour ?

source: d-portal is updated every 24 hours, including all existing and newly published files.
es: d-portal se actualiza cada 24 horas, incluyendo todos los archivos existentes y los de nueva publicación.
fr: d-portal est mis à jour toutes les 24 heures, y compris tous les fichiers existants et nouvellement publiés.

source: \4. Why is there missing data?
es: \4. ¿Por qué faltan datos?
fr: \4. Pourquoi y a-t-il des données manquantes ?

source: Common reasons for "missing" data in d-portal include:
es: Entre las razones más comunes por las que "faltan" datos en d-portal cabe mencionar:
fr: Les données « manquantes » dans d-portal s'expliquent souvent par les raisons suivantes :

source: Reporting organisations can include different levels of detail in their data.
es: Las organizaciones que presentan informes pueden incluir distintos niveles de detalle en sus datos.
fr: Les organismes déclarants peuvent inclure différents niveaux de détail dans leurs données.

source: Reporting organisations may follow different update schedules.
es: Las organizaciones que presentan informes pueden seguir calendarios de actualización diferentes.
fr: Les organisations déclarantes peuvent suivre des calendriers de mise à jour différents.

source: There may be errors in a reporting organisation's data. This can be checked using the `IATI Validator <https://validator.iatistandard.org/>`_.
es: Los datos de una organización que presenta informes pueden contener errores. Esto puede comprobarse utilizando el `Validador de la IATI <https://validator.iatistandard.org/>`_.
fr: Il peut y avoir des erreurs dans les données d'une organisation déclarante. Ceci peut être vérifié à l'aide de lʼ`outil de validation de lʼIITA <https://validator.IITAstandard.org/>`_.

source: \5. Why are there zeros and dashes in the tables?
es: \5. ¿Por qué hay ceros y guiones en las tablas?
fr: \5. Pourquoi y a-t-il des zéros et des tirets dans les tableaux ?

source: Zeroes show issues with data quality. For example, codes which do not follow the IATI Standard.
es: Los ceros indican problemas con la calidad de los datos. Por ejemplo, códigos que no siguen la Norma IATI.
fr: Les zéros indiquent des problèmes de qualité des données. Par exemple, les codes qui ne suivent pas la norme de l'IITA.

source: Dashes show that an organisation does not currently report IATI data.
es: Los guiones indican que una organización no comunica actualmente datos de la IATI.
fr: Les tirets indiquent qu'une organisation ne communique pas actuellement de données relatives à lʼIITA.

source: \6. Where can I ask questions about d-portal?
es: \6. ¿Dónde puedo hacer preguntas sobre d-portal?
fr: \6. Où puis-je poser des questions sur d-portal ?

source: By `contacting IATI support <https://iatistandard.org/en/guidance/get-support/>`_ or on our `GitHub issues page <https://github.com/IATI/D-Portal/issues>`_.
es: `Poniéndose en contacto con el servicio de asistencia de IATI <https://iatistandard.org/en/guidance/get-support/>`_ o en nuestra `página de incidencias de GitHub <https://github.com/IATI/D-Portal/issues>`_.
fr: En `contactant lʼassistance de lʼIITA <https://IITAstandard.org/en/guidance/get-support/>`_ ou sur notre `page de résolution de problèmes GitHub <https://github.com/IITA/D-Portal/issues>`_.
