Repository: IATI/iati-d-portal-docs
Catalog: docs/locale/*/LC_MESSAGES/view_your_data.po
Languages: es, fr

source: View your data
es: Ver sus datos
fr: Consulter vos données

source: Once your organisation's data is registered with IATI, it can be accessed by anyone through tools such as d-portal. Recent changes can take up to 48 hours to update.
es: Cuando los datos de su organización estén registrados en la IATI, cualquier persona podrá acceder a ellos a través de recursos como d-portal. Los cambios recientes pueden tardar hasta 48 horas en actualizarse.
fr: Une fois que les données de votre organisation sont enregistrées dans l'IITA, tout le monde peut y accéder grâce à des outils tels que d-portal. La mise à jour des nouveaux fichiers peut prendre jusqu'à 24 heures.

source: To view your data on d-portal, select your organisation from the drop-down list of Reporting Organisations. Then click “Explore Results” to see the overview page for your organisation, including:
es: Para ver sus datos en d-portal, seleccione su organización en la lista desplegable de organizaciones que presentan informes. A continuación, haga clic en "Explorar resultados" para ver la página de resumen de su organización, que incluye:
fr: Pour consulter vos données sur d-portal, sélectionnez votre organisation dans la liste déroulante des organisations déclarantes. Cliquez ensuite sur « Rechercher les résultats » pour afficher la page de présentation de votre organisation, notamment :

source: Active, ended, and total number of activities
es: Actividades activas y finalizadas y número total de actividades
fr: les activités en cours, les activités terminées et le nombre total d'activités

source: All your published IATI activities, split by status. Click any of these to see a list of your activities.
es: Todas sus actividades de la IATI publicadas, clasificadas por estado. Haga clic en cualquiera de estos elementos para ver una lista de sus actividades.
fr: toutes vos activités IITA publiées, ventilées par statut. Cliquez sur l'une d'entre elles pour afficher la liste de vos activités.

source: Funding went to...
es: La financiación se destinó a...
fr: Le financement a été accordé à...

source: Your organisation's annual spend and budget for recipient countries. Allocated budget shows activity level budgets for each country. Total budget shows organisation level budgets.
es: Gasto y presupuesto anual de su organización para los países beneficiarios. El presupuesto asignado muestra los presupuestos en el nivel de la actividad para cada país. El presupuesto total muestra los presupuestos en el nivel de la organización.
fr: Dépenses et budget annuels de votre organisation en faveur des pays bénéficiaires. Le budget alloué affiche les budgets au niveau des activités pour chaque pays. Le budget total indique les budgets à lʼéchelle de l'organisation.

source: Where does the money go?
es: ¿Adónde se destina el dinero?
fr: Où va cet argent ?

source: Your organisation's annual spend and budget by sector, using DAC 3 Digit sector codes.
es: Gasto y presupuesto anual de su organización por sector, utilizando los códigos de sectores de 3 dígitos del CAD.
fr: Les dépenses et le budget annuels de votre organisation par secteur, en utilisant les codes sectoriels du CAD à 3 chiffres.

source: Heatmap of all activities
es: Matriz cromática de todas las actividades
fr: Carte thermique de toutes les activités

source: A heatmap of all your activities using longitude and latitude data.
es: Matriz cromática de todas sus actividades utilizando datos de longitud y latitud.
fr: Une carte thermique de toutes vos activités utilisant des données de longitude et de latitude.

source: Organisation file
es: Expediente de organización
fr: Fichier organisationnel

source: Information reported in your organisation file, including organisation level documents and budgets.
es: La información que contiene su expediente de organización, incluidos los documentos y presupuestos en el nivel de la organización.
fr: Les informations figurant dans votre fichier organisationnel, y compris les documents et les budgets à lʼéchelle de l'organisation.

source: You can also click the "View this organisation as a Participating Organisation" button. This displays activities which reference your organisation as a funding, accountable, extending, or implementing organisation.
es: También puede hacer clic en el botón "Ver esta organización como organización participante". Muestra las actividades que hacen referencia a su organización como organización financiadora, responsable, ampliadora o de implementación.
fr: Vous pouvez également cliquer sur le bouton « Considérer cette organisation comme organisation participante ». Cette rubrique affiche les activités qui font référence à votre organisation en tant qu'organisme financeur, responsable, élargissant ou mettant en œuvre le projet.
